##1
##for i in range(1, 6):
##    print(i, end = (" "))
##    for i in range(10):
##        print(("0"), end = (""))

###2 Найти сумму ряда чисел от 1 до 100. Полученный результат вывести на экран;
##s = 0
##for i in range(1, 101):
##    s += i
##print(s)

#5 Дано три числа. Найти количество положительных чисел среди них;
i = 0
while 
